[
  "obsidian-math-plus",
  "obsidian-admonition",
  "obsidian-advanced-codeblock",
  "table-editor-obsidian",
  "obsidian-asciimath",
  "obsidian-auto-link-title",
  "calctex",
  "calendar",
  "code-block-plugin",
  "copilot",
  "obsidian-daily-note-outline",
  "obsidian-daily-stats",
  "obsidian-desmos",
  "cm-editor-syntax-highlight-obsidian",
  "execute-code",
  "obsidian-full-calendar",
  "obsidian-git",
  "obsidian-mkdocs-publisher",
  "lapel",
  "obsidian-latex-environments",
  "obsidian-latex-suite",
  "obsidian-linter",
  "mathpad",
  "obsidian-functionplot",
  "obsidian-title-index",
  "quick-latex",
  "obsidian-plugin-toc",
  "floating-toc",
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "number-headings-obsidian",
  "typing-transformer-obsidian",
  "code-styler",
  "obsidian-pandoc",
  "obsidian-enhancing-export"
]